{
    "general": "เราคือห้องสมุดสาธารณะ ที่เปิดให้ผู้คนสามารถลงทะเบียนเพื่อร่วมเป็นสมาชิกได้",
    "member_privileges": "ผู้ที่เป็นสามารถชิกห้องสมุด สามารถยืม-คืนหนังสือได้ ภายใต้เงื่อนไขที่กำหนด",
    "borrowing": "การยืมหนังสือ สามารถยืมได้ไม่เกิน 5 เล่ม และสามารถยืมได้ไม่เกิน 7 วัน ต่อครั้ง",
    "returning": "การคืนหนังสือ สามารถคืนหนังสือได้ภายใน 7 วัน หลังจากยืม หากเกินกำหนด จะมีค่าปรับวันละ 20 บาท",
    "books": [
        {
            "title": "จิตวิทยาสายดาร์ก",
            "description": "Dr. Hiro  เคยเป็นนักขายที่ล้มเหลว  ขายอะไรก็ไม่มีใครซื้อแต่แล้ววันหนึ่งขณะกำลังดูข่าว  เขาก็นึกขึ้นได้ว่า“ในโลกเรามีลัทธิที่ขายของไม่น่าเชื่อถือได้ในราคาแพงลิ่วแถมยังทำให้สาวกยอมทุ่มบริจาคทรัพย์สินจนหมดตัวแล้วทำไมผมถึงขายไม่ออกล่ะ?”เขาจึงเริ่มศึกษาเทคนิคเหล่านั้นอย่างจริงจังอ่านหนังสือทุกเล่มเกี่ยวกับการล้างสมองที่มีในท้องตลาดแล้วเอาไปปรับใช้จนกลายเป็นนักขายระดับท็อปของญี่ปุ่นนั่นคือที่มาของ  “จิตวิทยาสายดาร์ก”พบกับเทคนิคทางจิตวิทยาที่ช่วยให้คุณใช้คำพูดควบคุมจิตใจคนทำให้พวกเขาคล้อยตามและทำอย่างที่คุณต้องการโดยไม่รู้ตัว",
            "author": "Dr.Hiro",
            "publisher": "วีเลิร์น (WeLearn)",
            "category": "จิตวิทยา, การพัฒนาตัวเอง",
            "language": "th",
            "total_pages": 280,
            "cover": "https://storage.naiin.com/system/application/bookstore/resource/product/202304/577274/1000260516_front_XXL.jpg?imgname=%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%81"
        },
        {
            "title": "Outsmart Your Brain",
            "description": "คุณอาจรู้สึกว่ากระบวนการเรียนรู้เป็นเรื่องยาก และสมองก็ไม่ค่อยเป็นใจให้เราทำเรื่องเหล่านี้ แต่หนังสือเล่มนี้ยืนยันว่าเราฝึกสมองได้ Outsmart Your Brain นำเสนอเทคนิคที่ปฏิบัติจริงและงานวิจัยล่าสุดเกี่ยวกับวิธีฝึกสมองของคุณเพื่อการเรียนรู้ที่ดีขึ้น แต่ละบทมีกลยุทธ์ที่ชัดเจนและเฉพาะเจาะจง พร้อมทั้งอธิบายว่าทำไมกระบวนการศึกษาแบบดั้งเดิมจึงไม่ได้ผล ด้วยคำแนะนำเชิงปฏิบัติที่มีหลักวิทยาศาสตร์รองรับ นี่จึงเป็นแนวทางที่ดีที่สุดในการปรับปรุงผลการเรียนและทำความเข้าใจพลังของสมองของเราเอง",
            "author": "Daniel T. Willingham",
            "publisher": "อมรินทร์ How to",
            "category": "จิตวิทยา, การพัฒนาตัวเอง",
            "language": "th",
            "total_pages": 368,
            "cover": "https://storage.naiin.com/system/application/bookstore/resource/product/202406/614741/1000272759_front_XXL.jpg?imgname=Outsmart-Your-Brain"
        },
        {
            "title": "เราต่างคือนักสร้างสรรค์",
            "description": "“ศิลปะชั้นยอดนั้น ถูกสร้างผ่านอิสรภาพในการแสดงออกซึ่งตัวตน และถูกรับชมด้วยอิสรภาพในการตีความตามแต่ละบุคคล”จากประสบการณ์ของโปรดิวเซอร์มือทองที่สร้างผลงานร่วมกับศิลปินชั้นแนวหน้าระดับโลกมาแล้วค่อนวงการ ไม่ว่าจะเป็น Linkin Park, Ed Sheeran, Adele, Kanye West, Eminem, Lady Gaga, Red Hot Chili Peppers, The Strokes, Shakira และอีกมากมาย นำมาสู่หนังสือที่เป็นส่วนผสมอันลงตัวของคู่มือ-ปรัชญา-บทกวีอันงดงาม เป็นคัมภีร์ครีเอทีฟแห่งการตกผลึกไอเดียสำหรับคนทำงานสร้างสรรค์ใดๆ ผู้เขียนพาเราไปสำรวจเส้นทางอันลึกซึ้งแห่งประสบการณ์ชีวิตเยี่ยงศิลปิน และชี้ชวนให้เราเข้าถึงระดับความสร้างสรรค์ในแบบของเราเอง",
            "author": "ริก รูบิน",
            "publisher": "อมรินทร์ How to",
            "category": "จิตวิทยา, การพัฒนาตัวเอง",
            "language": "th",
            "total_pages": 416,
            "cover": "https://storage.naiin.com/system/application/bookstore/resource/product/202406/614745/1000272777_front_XXL.jpg?imgname=%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%84%E0%B8%B7%E0%B8%AD%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C"
        },
        {
            "title": "สมาชิกคนที่หลอก",
            "description": "“พวกเราเคยมีกันอยู่ห้าคน แต่ตอนนี้เรามีหก”คืนพายุโหมกระหน่ำ เหล่าชายฉกรรจ์นั่งรถหนึ่งคันวิ่งฝ่าสายฝนหลังจบ “งาน” แต่เมื่อวิ่งไปถึงสันเขา รถก็ถูกดินถล่ม พวกพ้องหนึ่งคนจบชีวิต ชายที่ยังเหลือรอดทั้งห้าคนหนีเข้าไปในบ้านพักตากอากาศเพื่อหลบพายุฝน แต่กลับกลายเป็นบ้านพักสุดหลอน พวกเขาจึงต้องร่วมมือกันเพื่อหลบหนี ทว่าเมื่อรู้ตัว ในกลุ่มของพวกเขาก็มี “ปีศาจร้าย” ปะปนเข้ามาเสียแล้ว...จงหาตัวจริงของปีศาจให้พบแล้วหลบหนีออกจากคฤหาสน์หลอนนี้ให้ได้!",
            "author": "ฮาระ โค",
            "publisher": "prism publishing , ปริซึม",
            "category": "นิยายแปล",
            "language": "th",
            "total_pages": 304,
            "cover": "https://storage.naiin.com/system/application/bookstore/resource/product/202404/609011/6000089768_front_XXL.jpg?imgname=%E0%B8%AA%E0%B8%A1%E0%B8%B2%E0%B8%8A%E0%B8%B4%E0%B8%81%E0%B8%84%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AB%E0%B8%A5%E0%B8%AD%E0%B8%81"
        },
        {
            "title": "ฆาตกรมนุษย์กบกับศพปริศนา",
            "description": "ฆาตกรมนุษย์กบกับศพปริศนา (ฉบับพิมพ์ครั้งที่ 2) โคเทกาวะ คาสึยะ ตำรวจฝ่ายสืบสวน และ หัวหน้าของเขา สารวัตรวาตาเสะ ผู้เป็นหัวหน้าแผนกสอบสวนที่หนึ่งของกรมตำรวจไซตามะทำการสืบสวนคดีฆาตกรรมต่อเนื่องจำนวน 4 ศพ โดยมีชื่อและลักษณะการเสียชีวิตดังนี้ 1. อะราโอะ เรโกะ   พนักงานบริษัท   สภาพศพถูกแขวนด้วยตะขอ พบข้อความในเศษกระดาษอยู่ข้างๆศพแรก เขียนด้วยลายมือขีดเขี่ยเหมือนเด็กว่า “วันนี้จับกบได้ด้วยแหละ  เอาใส่ไว้ในกล่องแล้วก็เล่นกับมันเยอะเลย แต่ก็เริ่มเบื่อซะแล้ว   นึกออกแล้ว..  ลองทำให้มันเป็นเหมือนผีเสื้อดีกว่า  เอาเข็มไปติดที่ปากแล้วเอาไปแขวนไว้ที่สูงสูงละกัน” 2. อิบุสุคิ เซ็นคิชิ  ชายชรา   ร่างถูกบด 3. อุโดอุ มาซาโตะ นักเรียนประถม  ถูกหั่นศพ 4. เอะโตอุ คาสึโยชิ ทนายความ  ร่างถูกเผา จากข้อความที่ฆาตกรทิ้งไว้ ทำให้สื่อตั้งฉายาให้ว่า “มนุษย์กบ”",
            "author": "ชิจิริ นากายามะ",
            "publisher": "prism publishing , ปริซึม",
            "category": "นิยายแปล",
            "language": "th",
            "total_pages": 352,
            "cover": "https://storage.naiin.com/system/application/bookstore/resource/product/202303/574588/6000072867_front_XXL.jpg?imgname=%E0%B8%86%E0%B8%B2%E0%B8%95%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%99%E0%B8%B8%E0%B8%A9%E0%B8%A2%E0%B9%8C%E0%B8%81%E0%B8%9A%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%A8%E0%B8%9E%E0%B8%9B%E0%B8%A3%E0%B8%B4%E0%B8%A8%E0%B8%99%E0%B8%B2"
        },
        {
            "title": "สายการบินนกนางแอ่น",
            "description": "ครอบครัวกบจะเดินทางไปท่องเที่ยวที่เกาะทางใต้ คราวนี้พวกเขาโดยสารเครื่องบินนกนางแอ่น ทั้งหมดเตรียมตัวและข้าวของที่จะนำไปด้วยมาเป็นอย่างดี เมื่อประทับตราลงในหนังสือเดินทางเสร็จเรียบร้อย ครอบครัวกบก็รอเรียกขึ้นเครื่องบิน ไม่นานเครื่องบินนกนางแอ่นก็พร้อมขึ้นบินแล้ว…",
            "author": "เคจิ โมโตยาสุ",
            "publisher": "Amarin Kids",
            "category": "หนังสือเด็ก , หนังสือภาพ นิทาน",
            "language": "th",
            "total_pages": 32,
            "cover": "https://storage.naiin.com/system/application/bookstore/resource/product/202312/599590/1000268073_front_XXL.jpg?imgname=%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9A%E0%B8%B4%E0%B8%99%E0%B8%99%E0%B8%81%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%81%E0%B8%AD%E0%B9%88%E0%B8%99-(%E0%B8%9B%E0%B8%81%E0%B9%81%E0%B8%82%E0%B9%87%E0%B8%87)"
        }
    ]
}